Repository: helsingborg-stad/notification-center
Catalog: languages/notification-center-*.po
Languages: sv_se

source: Daily email summary
sv_se: Dagligt e-postutskick

source: Send daily email summary
sv_se: Skicka daglig sammanställning av aviseringar som e-post

source: Email subject
sv_se: Ämnesrad för e-post

source: Leave empty to use default.
sv_se: Lämna tomt för att använda standardinställning.

source: Heading
sv_se: Rubrik

source: Heading used in email. Leave empty to use default.
sv_se: Rubrik som används i e-postmeddelandet. Lämna tomt för att använda standardinställning.

source: Sender name
sv_se: Avsändarnamn

source: Sender email address
sv_se: Avsändarens e-postadress

# Notification center
source: Notifications
sv_se: Aviseringar

source: Follow
sv_se: Följ

source: Unfollow
sv_se: Sluta följ

source: Comment
sv_se: Kommentar

source: commented on your post
sv_se: kommenterade din sida

source: new comments on your post
sv_se: nya kommentarer på din sida

source: replied to your comment on
sv_se: svarade på din kommentar på

source: new comment replies on
sv_se: nya svar på din kommentar på

source: also replied to a comment on
sv_se: svarade också på en kommentar på

source: new comment thread contributions on
sv_se: nya svar i kommentarstråden på

source: commented on a post you follow
sv_se: kommenterade en sida du följer

source: new comments on your followed post
sv_se: nya kommentarer på en sida du följer

source: Post
sv_se: Inlägg

source: updated a post you follow
sv_se: uppdaterade en sida du följer

source: new updates on your followed post
sv_se: nya uppdateringar på en sida du följer

source: created
sv_se: skapade

source: mentioned you in
sv_se: har nämnt dig i

source: persons mentioned you in
sv_se: personer har nämnt dig i

source: mentioned you in a comment
sv_se: har nämnt dig i en kommentar

source: invited you to the forum
sv_se: har bjudit in dig att gå med i diskussionsforumet

source: persons invited you to the forum
sv_se: personer har bjudit in dig att gå med i diskussionsforumet

source: a post type you follow
sv_se: en posttyp du följer

source: in
sv_se: i

source: Someone
sv_se: Någon

source: Your latest notifications
sv_se: Dina senaste aviseringar

source: This message was sent via
sv_se: Meddelandet skickades via

source: New notifications
sv_se: Nya aviseringar

source: Notifications
sv_se: Aviseringar

source: Mark all as read
sv_se: ﻿Markera alla som lästa

source: You don't have any notifications
sv_se: Du har inga aviseringar

source: Show
sv_se: Visa

source: ago
sv_se: sedan
